Repository: josephsl/addonUpdater
Catalog: addon/locale/*/add-ons/LC_MESSAGES/nvda.po
Languages: cs, da, de, es, fa, fr, hr, pl, pt_pt, ru, sk, sl, sr, tr_tr

source: Unsupported Windows release
cs: Nepodporovaná verze systému Windows
pt_pt: Versão do Windows não suportada
tr_tr: Desteklenmeyen Windows sürümü

source: You are using {releaseName} ({build}), a Windows release not supported by this add-on. This add-on requires {supportedReleaseName} ({supportedBuild}) or later.
cs: Používáte {releaseName} ({build}), verzi systému Windows, která tento doplněk nepodporuje. Tento doplněk vyžaduje {supportedReleaseName} ({supportedBuild}) nebo novější.
pt_pt: Está a utilizar {releaseName} ({build}), uma versão do Windows não suportada por este extra. Este extra requer {supportedReleaseName} ({supportedBuild}) ou posterior.
tr_tr: Bu eklenti tarafından desteklenmeyen bir Windows sürümü olan {releaseName} ({build}) kullanıyorsunuz. Bu eklenti, {supportedReleaseName} ({supportedBuild}) veya sonraki bir sürümünü gerektirir.

source: Check for &add-on updates...
cs: Skontrolovat &aktualizace doplňků...
da: Søg efter tilføjelses&opdateringer...
de: Nach &Updates für NVDA-Erweiterungen suchen...
es: Buscar &actualizaciones de complementos...
fa: بررسیِ به‌روزرسانیِ &افزونه‌ها...
fr: Rechercher les &mises à jour d'extensions...
hr: Provjeri nadogradnje &dodataka …
pl: Sprawdź &aktualizacje dodatków...
pt_pt: Verificar se há actualizações &add-on...
ru: Проверить наличие обновлений для &дополнений...
sk: Skontrolovať &aktualizácie...
sl: Preveri, če obstajajo &posodobitve dodatkov...
sr: Proveri dostupna ažuriranja &dodataka
tr_tr: Eklenti &güncelleme kontrolü...

source: Check for NVDA add-on updates
cs: Skontrolovat aktualizace doplňků
da: Søg efter opdateringer til NVDA-tilføjelser
de: Nach Updates für NVDA-Erweiterungen suchen
es: Buscar actualizaciones de complementos de NVDA
fa: بررسیِ به‌روزرسانیِ افزونه‌های NVDA
fr: Rechercher les mises à jour d'extensions NVDA
hr: Provjeri nadogradnje NVDA dodataka
pl: Sprawdź aktualizacje dodatków
pt_pt: Procurar por actualizações de extras para o NVDA
ru: Проверка обновлений дополнений для NVDA
sk: Skontrolovať doplnky NVDA
sl: Preveri, če obstajajo posodobitve dodatkov za NVDA
sr: Provera dostupnih ažuriranja NVDA dodataka
tr_tr: NVDA eklenti güncellemelerini kontrol edin

source: Add-on Updater
cs: Aktualizace doplňků
da: Værktøj til opdatering af tilføjelser
de: Updater für NVDA-Erweiterungen
es: Actualizador de complementos
fa: به‌روزرسانِ افزونه‌ها
fr: Mise à Jour des Extensions
hr: Ažuriranje dodataka
pt_pt: Actualizador de extras
sl: Posodobitev Dodatkov
sr: Ažuriranje dodataka
tr_tr: Eklenti Güncelleyici

source: Automatically check for add-on &updates
cs: Automaticky kontrolovat &Aktualizace doplňků
da: Søg automatisk efter &opdateringer til tilføjelser
de: Automatisch nach &Updates für NVDA-Erweiterungen suchen
es: Buscar automáticamente &actualizaciones de complementos
fa: بررسیِ خودکارِ &به‌روزرسانی‌های افزونه‌ها
fr: &Vérifier automatiquement les mises à jour des extensions
hr: Automatski provjeri &nadogradnje dodataka
pl: Automatycznie sprawdzaj &aktualizacje dodatków
pt_pt: Procurar, a&utomaticamente, por actualizações de extras
ru: Автоматически проверять &обновления для дополнений
sk: Automaticky zistiť doplnok &aktualizácií
sl: Samodejno preveri, če obstajajo &posodobitve dodatkov
sr: Automatski proveravaj &ažuriranja dodataka
tr_tr: Eklenti güncellemelerini otomatik olarak &kontrol et

source: toast
pt_pt: postar
tr_tr: bildirim

source: dialog
pt_pt: diálogo
tr_tr: iletişim kutusu

source: &Add-on update notification:
cs: &Oznámení o aktualizaci doplňků:
pt_pt: notificação de actualização do &Add-on:
tr_tr: &Eklenti güncelleme bildirimi:

source: Update add-ons in the &background
cs: Aktualizovat doplňky na &pozadí
pt_pt: Actualização silenciosa de &extras
tr_tr: &arka planda eklentileri güncelle

source: Do &not update add-ons:
cs: Neaktualizovat &doplňky:
da: Opdater &ikke disse tilføjelser:
de: Au&sgeschlossene NVDA-Erweiterungen:
es: No actualizar complementos:
fa: این افزونه‌ها را به‌روز &نکن:
fr: &Ne pas mettre à jour les extensions :
hr: N&e ažuriraj dodatke:
pl: &nie aktualizuj:
pt_pt: &Não actualizar os extras:
ru: &Не обновлять дополнения:
sk: Neaktualizovať &doplnky:
sl: &Ne posodobi dodatkov:
sr: &Ne ažuriraj dodatke:
tr_tr: Bu Ekle&ntileri güncelleme:

source: Prefer &development releases:
cs: Preferovat &vývojové verze:
pt_pt: Preferir versões de &desenvolvimento:
tr_tr: Geliştirme s&ürümlerini tercih et:

source: Development release &channel:
cs: Kanál vývojových verzí doplňků.
pt_pt: Lançamento e canal de desenvolvimento:
tr_tr: Geliştirme sürümü &kanalı:

source: Add-on update &source:
cs: &zdroj aktualizací doplňků:
pt_pt: &Fonte de actualização de extras:
tr_tr: Eklenti güncelleme &kaynağı:

source: You are about to switch to a different add-on update source. Are you sure you wish to change update source to {updateSourceDescription}?
cs: Chystáte se přepnout na jiný zdroj aktualizací doplňků. Opravdu chcete přepnout zdroj aktualizací na {updateSourceDescription}?
pt_pt: Está prestes a mudar para uma fonte de actualização adicional diferente. Tem a certeza de que deseja mudar a fonte de actualização para {updateSourceDescription}?
tr_tr: Farklı bir eklenti güncelleme kaynağına geçmek üzeresiniz. Güncelleme kaynağını {updateSourceDescription} olarak değiştirmek istediğinizden emin misiniz?

source: Add-on update source change
cs: Změna zdroje aktualizací doplňků
pt_pt: Alteração da fonte de actualização do extra
tr_tr: Eklenti güncelleme kaynağı değişikliği

source: Legacy add-ons found
cs: Nepodporované doplňky
de: Veraltete Erweiterungen gefunden
pt_pt: Foram encontrados extras desactualizados
tr_tr: Eski eklentiler bulundu

source: One or more legacy add-ons were found in your NVDA installation. Features from these add-ons are now part of the NVDA version you are using or declared legacy by add-on developers. Please disable or uninstall these add-ons by going to NVDA menu, Tools, Manage Add-ons.
cs: Byly nalezeny nepodporované doplňky. Funkce z těchto doplňků jsou již součástí programu NVDA a proto se samotné doplňky dále nevyvýjí. Odstraňte je ve správci doplňků (nvda. Otevřete nabídku NVDA > Nástroje > Spravovat doplňky.
pt_pt: Um ou mais extras antigos foram encontrados na sua instalação do NVDA. As funções desses extras encontram-se, agora, integradas no NVDA. Proceda à desinstalação dos mesmos.
tr_tr: NVDA kurulumunuzda bir veya daha fazla eski eklenti bulundu. Bu eklentilerdeki özellikler artık kullandığınız NVDA sürümünün bir parçası veya eklenti geliştiricileri tarafından eski olarak ilan edildi. Lütfen NVDA menüsü, Araçlar, Eklentileri Yönet'e giderek bu eklentileri devre dışı bırakın veya kaldırın.

source: One or more legacy add-ons were found in your NVDA installation. Features from these add-ons are now part of the NVDA version you are using or declared legacy by add-on developers. Please disable or uninstall these add-ons by going to NVDA menu, Tools, Add-on store.
pt_pt: Um ou mais add-ons legados foram encontrados na sua instalação do NVDA. Os recursos desses complementos agora fazem parte da versão do NVDA que você está usando ou foram declarados legados pelos desenvolvedores de complementos. Para desativar ou desinstalar estes suplementos, aceda ao menu NVDA, Ferramentas, Loja de suplementos.
tr_tr: NVDA kurulumunuzda bir veya daha fazla eski eklenti bulundu. Bu eklentilerdeki özellikler artık kullandığınız NVDA sürümünün bir parçasıdır veya eklenti geliştiricileri tarafından eski olarak ilan edilmiştir. Lütfen NVDA menüsü, Araçlar, Eklenti mağazasına giderek bu eklentileri devre dışı bırakın veya kaldırın.

source: Legacy add-ons
cs: Nepodporované doplňky
pt_pt: Extras antigos
tr_tr: Eski eklentiler

source: Legacy reason
cs: Důvod
pt_pt: Razão da antiguidade
tr_tr: Eskime açıklaması

source: Add-on update check
cs: KOntrola aktualizací
da: Søgning af tilføjelsesopdateringer
de: Updates für NVDA-Erweiterungen suchen
es: Búsqueda de actualización de complementos
fa: بررسیِ به‌روزرسانیِ افزونه
fr: Vérification de la mise à jour des extensions
hr: Provjera nadogradnji dodataka
pl: Sprawdzanie aktualizacji dodatków
pt_pt: Procura atualização de extras
ru: Проверка обновлений
sk: Add-on update kontrola
sl: Preveritev posodobitve dodatka
sr: Provera ažuriranja dodataka
tr_tr: Eklenti güncelleme kontrolü

source: Checking for add-on updates from {updateSource}...
cs: Kontrola aktualizací doplňků z {updateSource}...
pt_pt: A procurar atualizações de extras em {updateSource}...
tr_tr: {updateSource} kaynağından eklenti güncellemeleri kontrol ediliyor...

source: Error checking for add-on updates.
cs: Chyba při kontrole aktualizací.
da: Fejl under søgning efter tilføjelsesopdateringer.
de: Fehler bei der Suche nach Updates für NVDA-Erweiterungen.
es: Error al buscar actualizaciones de complementos.
fa: خطای بررسیِ به‌روزرسانی‌های افزونه‌ها.
fr: Erreur durant la recherche des mises à jour des extensions.
hr: Greška prilikom provjeravanja nadogradnji dodataka.
pl: Błąd sprawdzania aktualizacji.
pt_pt: Erro, ao procurar actualizações de extras.
ru: Ошибка при проверке обновлений.
sk: Chyba pri kontrole aktualizácii.
sl: Napaka pri preverjanju posodobitev dodatka.
sr: Greška pri proveri ažuriranja dodataka.
tr_tr: Eklenti güncellemeleri denetlenirken hata oluştu.

source: NVDA Add-on Updates ({updateSource})
cs: Aktualizace doplňků NVDA ({updateSource})
pt_pt: Actualizações de extras do NVDA ({updateSource})
tr_tr: NVDA Eklenti Güncellemeleri ({updateSource})

source: Add-on updates available: {updateCount}
cs: Jsou dostupné aktualizace: {updateCount}
pt_pt: Actualizações de extras disponíveis: {updateCount}
tr_tr: Eklenti güncellemeleri mevcut: {updateCount}

source: Add-ons pending install: {updateCount}
pt_pt: Actualizações de extras disponíveis: {updateCount}
tr_tr: Eklenti güncellemeleri mevcut: {updateCount}

source: Current version
cs: Aktuální verze
da: Aktuelle version
de: Aktuelle Version
es: Versión actual
fa: نسخه‌ی فعلی
fr: Version actuelle
hr: Trenutačna verzija
pl: Aktualna wersja
pt_pt: Versão actual
ru: Текущая версия
sk: Aktuálna verzia
sl: Trenutna različica
sr: Trenutna verzija
tr_tr: Geçerli sürüm

source: New version
cs: Nová verze
da: Nye version
de: Neue Version
es: Nueva versión
fa: نسخه‌ی جدید
fr: Nouvelle version
hr: Nova verzija
pl: Nowa wersja
pt_pt: Nova versão
ru: Новая версия
sk: Nová verzia
sl: Nova različica
sr: Nova verzija
tr_tr: Yeni sürüm

source: Update channel
cs: Aktualizační kanál
pt_pt: Canal de actualização
tr_tr: Güncelleme Kanalı

source: No add-on update available.
cs: Používáte nejnovější verze všech doplňků.
da: Ingen tilføjelsesopdatering tilgængelig.
de: Keine Updates für NVDA-Erweiterungen verfügbar.
es: No hay actualizaciones de complementos disponibles.
fa: هیچ به‌روزرسانی‌ای برای افزونه‌ها موجود نیست.
fr: Aucune mise à jour d'extensions disponible.
hr: Nema novih nadogradnji dodataka.
pl: Brak dostępnych aktualizacji.
pt_pt: Sem actualizações disponíveis.
ru: Нет доступных обновлений.
sk: Žiadne doplnky nie sú dostupné.
sl: Nobena posodobitev dodatka ni na voljo.
sr: Nema dostupnih ažuriranja dodataka.
tr_tr: Eklenti güncellemesi mevcut değil.

source: &Update add-ons
cs: &Aktualizovat doplňky
da: &Opdater tilføjelser
de: Erweiterungen &aktualisieren
es: &Actualizar complementos
fa: به‌روز رِساندنِ افزونه‌ها
fr: &Mettre à jour les extensions
hr: &Ažuriraj dodatke
pl: &Aktualizuj
pt_pt: Act&ualizar extras
ru: &Обновить дополнения
sk: &Aktualizovať doplnky
sl: &Posodobi dodatke
sr: &Ažuriraj dodatke
tr_tr: Eklentileri &güncelle

source: One or more add-ons are currently disabled. These add-ons will be enabled after updating. Are you sure you wish to update disabled add-ons anyway?
cs: Jeden nebo více doplňků je aktuálně zakázáno. Tyto doplňky budou povoleny po aktualizaci. Opravdu chcete aktualizovat zakázané doplňky?
pt_pt: Um ou mais extras estão actualmente desactivados. Estes extras serão activados após a actualização. Tem a certeza de que deseja actualizar os extras desactivados, de qualquer forma?
tr_tr: Bir veya daha fazla eklenti şu anda devre dışı. Bu eklentiler güncellemeden sonra etkinleştirilecektir. Yine de devre dışı bırakılmış eklentileri güncellemek istediğinizden emin misiniz?

source: Update disabled add-ons
cs: Aktualizovat zakázané doplňky
pt_pt: Actualização de extras desactivada
tr_tr: Güncellemesi devredışı bırakılan eklentiler

source: Downloading {addonName}
cs: Stahuji {addonName}
pt_pt: A baixar {addonName}
tr_tr: {addonName} indiriliyor

source: Error downloading update for {name}.
cs: Chyba při stahování aktualizace{name}.
da: Fejl under hentning af tilføjelsesopdatering {name}.
de: Fehler beim Update-Download für {name}.
es: Error al descargar la actualización de {name}.
fa: خطای دانلودِ به‌روزرسانیِ {name}.
fr: Erreur lors du téléchargement de la mise à jour de {name}.
hr: Greška prilikom preuzimanja nadogradnje za {name}.
pl: Błąd pobierania aktualizacji {name}.
pt_pt: Erro ao baixar actualização para {name}.
ru: Ошибка загрузки обновления {name}.
sk: Chyba pri sťahovaní aktualizácie{name}.
sl: Napaka pri prenosu posodobitve za {name}.
sr: Greška pri preuzimanju ažuriranja za {name}.
tr_tr: {name} için güncelleme indirilirken hata oluştu.

source: Updating add-ons
cs: Aktualizuji doplňky
pt_pt: A actualizar extras
tr_tr: Eklentiler güncelleniyor

source: Please wait while add-ons are being updated.
cs: Počkejte prosím, než se doplňky aktualizují.
pt_pt: Por favor, espere, enquanto os extras estão a ser actualizados.
tr_tr: Eklenti güncellenirken lütfen bekleyin.

source: Cannot update {name} - missing file or invalid file format
cs: Nelze aktualizovat {name} - chybějící soubor nebo neplatný formát souboru
da: Kunne ikke opdatere {name} - manglende fil eller ugyldigt filformat
de: {name} konnte nicht aktualisiert werden - fehlende Datei oder ungültiges Datei-Format
es: No se puede actualizar {name} - archivo ausente o formato de archivo no válido
fa: نمیتوانم {name} را به‌روزرسانی کنم. فایل ناقص است یا فرمتِ آن معتبر نیست.
fr: Impossible de mettre à jour {name} - fichier manquant ou format de fichier incorrect
hr: Nije moguće ažurirati {name} – datoteka nedostaje ili je datotečni format neispravan
pl: Nie można pobrać {name} - plik nie istnieje lub jego format jest nieprawidłowy
pt_pt: Impossível actualizar {name} - ficheiro em falta ou formato inválido
ru: Не удаётся обновить {name} - Файл отсутствует или имеет неверный формат
sk: Nie je možné aktualizovať {name} chýbajúci súbor alebo neplatný formát súboru
sl: Ni mogoče posodobiti {name} - manjka datoteka ali je neveljavna oblika
sr: Nemoguće ažurirati {name} - datoteka nedostaje ili je neispravan format datoteke
tr_tr: {name} güncellenemiyor - eksik dosya veya geçersiz dosya biçimi

source: Failed to update {name} add-on
cs: Aktualizace doplňku {name} se nezdařila
da: Kunne ikke opdatere tilføjelsen {name}
de: Die NVDA-Erweiterung {name} konnte nicht aktualisiert werden
es: Fallo al actualizar el complemento {name}
fa: به‌روزرسانیِ افزونه‌ی {name} دچار خطا شد.
fr: Échec de la mise à jour de l'extension {name}
hr: Neuspjelo ažuriranje dodatka {name}
pl: Nie można zaktualizować {name}
pt_pt: Falha ao actualizar o extra {name}
ru: Не удалось обновить дополнение {name}
sk: Chyba aktualizácie {name} add-on
sl: Spodletela posodobitev dodatka {name}
sr: Nemoguće ažurirati dodatak {name}
tr_tr: {name} eklentisi güncellenemedi

source: Downloading Add-on Update
cs: Stahování aktualizací
da: Henter tilføjelsesopdatering
de: Update der NVDA-Erweiterung wird heruntergeladen
es: Descargando actualización de complemento
fa: درحالِ دانلودِ به‌روزرسانیِ افزونه
fr: Téléchargement de la mise à jour des extensions en cours
hr: Preuzimanje nadogradnje dodatka
pl: Pobieranie aktualizacji
pt_pt: A baixar a actualização do extra
ru: Загрузка Обновления
sk: Šťahovanie doplnkov
sl: Prenašanje Posodobitve Dodatka
sr: Preuzimanje ažuriranja dodatka
tr_tr: Eklenti güncellemesi indiriliyor

source: Downloading add-on updates
pt_pt: A baixar a actualização do extra
tr_tr: Eklenti güncellemesi indiriliyor

source: features included in NVDA
cs: funkce dostupné v NVDA
pt_pt: funcionalidades incluídas no NVDA
tr_tr: NVDA'da bulunan özellikler

source: declared legacy by add-on developers
cs: nepodporované
pt_pt: antiguidade declarada pelos criadores de extras
tr_tr: eklenti geliştiriciler tarafından eski olarak ilan edildi

source: One or more add-on updates from {updateSource} are available. Go to NVDA menu, Tools, Add-on store, updatable add-ons tab to review and install them.
pt_pt: Estão disponíveis uma ou mais actualizações de extras de {updateSource}. Aceda ao menu NVDA, Ferramentas, Loja de complementos, separador Complementos actualizáveis para os rever e instalar.
tr_tr: {updateSource} tarafından sağlanan bir veya daha fazla eklenti güncellemesi mevcut. İncelemek ve yüklemek için NVDA menüsü, Araçlar, Eklenti mağazası, güncellenebilir eklentiler sekmesine gidin.

source: NVDA add-on updates
cs: Aktualizace doplňků
pt_pt: Actualizações de extras do NVDA
tr_tr: NVDA eklenti güncellemeleri

source: Review &add-on updates ({updateCount})...
cs: Zkontrolovat &aktualizace doplňků ({updateCount})...
pt_pt: Rever actualizações de &extras disponíveis: {updateCount}
tr_tr: &Eklenti güncellemelerini ({updateCount}) inceleyin...

source: One or more add-on updates from {updateSource} are available. Go to NVDA menu, Tools, Review add-on updates to review them.
cs: Jsou dostupné aktualizace doplňků z aktualizačního zdroje {updateSource}. Můžete je zkontrolovat v nabídce NVDA, nástroje, zkontrolovat aktualizace doplňků.
pt_pt: Estão disponíveis uma ou mais actualizações de {updateSource} add-on. Ir para o menu NVDA, Ferramentas, Rever actualizações de add-on para as rever.
tr_tr: {updateSource} tarafından sağlanan bir veya daha fazla eklenti güncellemesi mevcut. İncelemek için NVDA menüsü, Araçlar, Eklenti güncelleme kontrolü seçeneğine gidin.

source: One or more add-on updates from {updateSource} are being downloaded and installed.
cs: Probíhá stahování a instalace aktualizací doplňků z aktualizačního zdroje {updateSource}
pt_pt: Estão a ser descarregadas e instaladas uma ou mais actualizações de {updateSource} add-on.
tr_tr: {updateSource}'dan bir veya daha fazla eklenti güncellemesi indiriliyor ve yükleniyor.

source: One or more add-on updates from {updateSource} were installed. Go to NVDA menu, Tools, Review add-on updates to review them. Then restart NVDA to finish updating add-ons.
pt_pt: Uma ou mais actualizações adicionais de {updateSource} foram instaladas. Ir para o menu NVDA, Ferramentas, Rever actualizações de add-on para as rever. Depois reinicie o NVDA para terminar as actualizações de extras.
tr_tr: {updateSource} tarafından sağlanan bir veya daha fazla eklenti güncellemesi yüklendi. İncelemek için NVDA menüsü, Araçlar, Eklenti güncelleme kontrolü seçeneğine gidin. Ardından, eklenti güncelleme işlemini tamamlamak için NVDA'yı yeniden başlatın.

source: Could not update add-ons.
cs: Nepodařilo se aktualizovat doplňky.
pt_pt: Impossível actualizar os extras.
tr_tr: Bu eklentileri güncelleme.

source: NV Access add-on store
cs: NV Access Katalog doplňků
pt_pt: Loja de extras do NV Access
tr_tr: NV Access eklenti mağazası

source: NVDA community add-ons website
cs: Oficiální zdroj doplňků
pt_pt: Sítio Web de extras da comunidade NVDA
tr_tr: NVDA topluluğu eklenti web sitesi

source: Spanish community add-ons catalog
cs: Katalog doplňků španělské komunity
pt_pt: Catálogo de extras da comunidade espanhola
tr_tr: İspanyol topluluğu eklenti kataloğu

source: China community add-ons catalog
cs: Katalog doplňků Čínské komunity
pt_pt: Catálogo de add-ons da comunidade chinesa
tr_tr: Çin topluluğu eklenti kataloğu

source: Taiwan community add-ons catalog
cs: Katalog doplňků Taiwanské komunity
pt_pt: Catálogo de add-ons da comunidade de Taiwan
tr_tr: Tayvan topluluğu eklenti kataloğu

source: Proof of concept implementation of add-on update feature (NVDA Core issue 3208)
cs: Implementace aktualizačního mechanismu pro doplňky NVDA (Hledejte ticket 3208)
da: Bevis for konceptimplementering af tilføjelsesopdateringsfunktion (NVDA Core Issue 3208)
de: "Proof of Concept"-Implementierung der Funktion für die Aktualisierung von NVDA-Erweiterung (NVDA-Kernproblem #3208)
es: Implementación de concepto de prueba de la característica de actualización de complementos (incidencia 3208 del núcleo de NVDA)
fa: اجرای اثباتِ مفهومیِ ویژگیِ به‌روزرسانیِ افزونه‌ها (مسأله‌ی ۳۲۰۸)
fr: Implémentation de la preuve de concept de la fonctionnalité de mise à jour des extensions (Noyau de NVDA numéro 3208)
hr: Koncept implementacije funkcije ažuriranja dodataka (problem 3208 u NVDA jezgri)
pl: wdrożenie prototypu funkcji aktualizowania dodatków (rdzeń NVDA, temat 3208)
pt_pt: Implementação de teste do recurso de actualização de extra (edição principal do NVDA 3208)
ru: Тестовая версия функции обновления дополнений (NVDA 3208)
sk: Dôkaz implementácie koncepcie doplnkovej aktualizačnej funkcie (NVDA Core Issue 3208)
sl: Osnutek koncepta implementacije zmožnosti posodobitve dodatka (težava jedra NVDA 3208)
sr: Implementacija kako bi se pokazao koncept ažuriranja NVDA dodataka (NVDA GiThub zahtev 3208)
tr_tr: Eklenti güncelleme özelliğinin konsept uygulamasının kanıtı (NVDA Core issue 3208)

source: You are using an NVDA release with add-on store included. Visit NVDA add-on store (NVDA menu, Tools, add-on store) to check for add-on updates. Add-on Updater can still be used to check for add-on updates in the meantime.
cs: Používáte verzi NVDA, která již obsahuje Katalog doplňků. Pro kontrolu aktualizací vašich nainstalovaných doplňků vyvolejte nabídku NVDA a zde potom podnabídku nástroje, ve které katalog najdete. Tento doplněk pro aktualizaci nainstalovaných doplňků však můžete používat i nadále.

source: One or more legacy add-ons were found in your NVDA installation. Features from these add-ons are now part of the NVDA version you are using. Please disable or uninstall these add-ons by going to NVDA menu, Tools, Manage Add-ons.
de: Eine oder mehrere veraltete Erweiterungen wurden in der NVDA-Installation gefunden. Funktionen aus diesen Erweiterungen sind nun Teil der verwendeten NVDA-Version. . Bitte deaktivieren oder deinstallieren Sie diese Erweiterungen, indem Sie zum NVDA-Menü, Werkzeuge, Erweiterungen verwalten gehen.

source: Prefer development releases:
da: Foretræk udviklingsversioner:
de: Entwicklerversionen bevorzugen:
es: Preferir versiones de desarrollo:
fa: انتشار‌های درحالِ توسعه را ترجیح بده:
fr: Préférez les versions de développement:
hr: Preferiraj razvojna izdanja:
pl: Preferuj wersje rozwojowe:
ru: Предпочитать разрабатываемые версии:
sk: Upredňostňovať vívojové vydania:
sl: Željene razvojne izdaje:
sr: Preferiraj razvojne verzije:

source: Checking for add-on updates...
da: Søger efter tilføjelsesopdateringer...
de: Updates für NVDA-Erweiterungen werden gesucht...
es: Buscando actualizaciones de complementos...
fa: درحالِ بررسیِ به‌روزرسانی‌های افزونه‌ها...
fr: Recherche des mises à jour des extensions en cours...
hr: Provjeravanje nadogradnji dodataka …
pl: Trwa sprawdzanie...
ru: Проверка обновлений для дополнений...
sk: Kontrola aktualizácie...
sl: Preverjanje, če obstajajo posodobitve dodatka...
sr: Proveravaju se ažuriranja dodataka...

source: NVDA Add-on Updates
da: NVDA-tilføjelsesopdateringer
de: Updates für NVDA-Erweiterungen
es: Actualización de complementos de NVDA
fa: به‌روزرسانی‌های افزونه‌های NVDA
fr: Mises à jour des extensions NVDA
hr: Nadogradnje NVDA dodataka
pl: Aktualizacje dodatku
ru: Обновления Дополнений NVDA
sk: NVDA Add-on aktualizácie
sl: Posodobitev NVDA Dodatka
sr: Ažuriranja NVDA dodataka
