Repository: josephsl/addonUpdater
Catalog: addon/locale/*/add-ons/LC_MESSAGES/nvda.po
Languages: cs, da, de, es, fa, fr, hr, pl, pt_pt, ru, sk, sl, sr, tr_tr

source: {updateCount} add-on updates are available.
da: {updateCount} tilføjelsesopdateringer er tilgængelige.
de: {updateCount} Updates für NVDA-Erweiterungen verfügbar.
es: Hay disponibles {updateCount} actualizaciones de complementos.
fa: {updateCount} به‌روزرسانی موجود است.
fr: {updateCount} mises à jours d'extension sont disponibles.
hr: Broj dostupnih nadogradnji dodataka: {updateCount}.
pl: {updateCount} aktualizacje dodatków są dostępne.
ru: {updateCount} обновлений доступно.

source: 1 add-on update is available.
da: 1 tilføjelsesopdatering er tilgængelig.
de: Ein Update für eine NVDA-Erweiterung ist verfügbar.
es: Hay disponible una actualización de un complemento.
fa: ۱ به‌روزرسانی موجود است.
fr: 1 mise à jour d'extension est disponible.
hr: Broj dostupnih nadogradnji dodataka: 1.
pl: 1 aktualizacja dodatku jest dostępna.
ru: 1 обновление дополнений доступно.

source: Downloading {name}
da: Henter {name}
de: {name} wird heruntergeladen
es: Descargando {name}
fa: درحالِ دانلودِ {name}
fr: Téléchargement de {name} en cours
hr: Preuzima se {name}
pl: Pobieranie {name}
ru: Загрузка {name}
sk: Šťahovanie {name}
sl: Prenašanje {name}
sr: Preuzimanje {name}

source: {name} add-on is not compatible with this version of Windows.
da: Tilføjelsen {name} er ikke kompatibel med denne version af Windows.
de: Die Erweiterung {name} ist mit dieser Windows-Version nicht kompatibel.
es: El complemento {name} no es compatible con esta versión de Windows.
fa: افزونه‌ی {name} با این نسخه از ویندوز سازگار نیست.
fr: L'extension {name} n'est pas compatible avec cette version de Windows.
hr: {name} nije kompatibilan s ovom verzijom Windows sustava.
pl: dodatek {name} nie jest zgodny z tą wersją Windows.
ru: дополнение {name} несовместимо с данной версией Windows.
sk: {name} aktualizácie nie je konpatibilný s verziou Windows.
sl: Dodatek {name} ni združljiv s to različico sistema Windows.
sr: {name} dodatak nije kompatibilan sa ovom verzijom Windowsa.

source: Updating {name}
da: Opdaterer {name}
de: {name} wird aktualisiert
es: Actualizando {name}
fa: درحالِ به‌روزرسانیِ {name}
fr: Mise à jour de {name} en cours
hr: Ažurira se {name}
pl: Aktualizowanie {name}
ru: Обновление {name}
sk: Aktualizácia {name}
sl: Posodabljanje {name}
sr: Ažuriranje {name}

source: Please wait while the add-on is being updated.
da: Vent venligst mens tilføjelsen opdateres.
de: Bitte warten Sie, während die NVDA-Erweiterung aktualisiert wird.
es: Por favor, espera mientras se actualiza el complemento.
fa: لطفا شکیبا باشید تا افزونه به‌روز شود.
fr: Veuillez patienter durant la mise à jour de l'extension
hr: Pričekaj dok se dodatak ažurira.
pl: Proszę czekać, trwa aktualizowanie dodatku.
ru: Пожалуйста, подождите, пока происходит обновление дополнения.
sk: Čakajte prosím, doplnok sa aktualizuje.
sl: Prosimo, počakajte med tem, ko se dodatek posodablja.
sr: Molimo sačekajte dok se dodatak ažurira.

source: {name} add-on is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
es: El complemento {name} no es compatible con esta versión de NVDA. Versión mínima de NVDA: {minYear}.{minMajor}, última probada: {testedYear}.{testedMajor}.
hr: {name} nije kompatibilan s ovom NVDA verzijom. Minimalna NVDA verzija: {minYear}.{minMajor}, zadnja testirana: {testedYear}.{testedMajor}.
ru: дополнение {name} несовместимо с данной версией NVDA. Минимальная требуемая версия NVDA: {minYear}.{minMajor}, последняя проверенная версия NVDA: {testedYear}.{testedMajor}.
sk: Doplnok {name} nie je kompatibilný s touto verziou NVDA. Minimálna verzia NVDA: {minYear}.{minMajor}, naposledy testovaná: {testedYear}.{testedMajor}.
sl: Dodatek {name} ni združljiv s to različico NVDA. Minimalna različica NVDA je: {minYear}.{minMajor}, zadnja testirana je: {testedYear}.{testedMajor}.
sr: Dodatak {name} nije kompatibilan uz ovu NVDA verziju. Minimalna NVDA verzija: {minYear}.{minMajor}, poslednja testirana verzija: {testedYear}.{testedMajor}.
