Repository: josephsl/addonUpdater
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, fi, it, pt_br, uk, vi, zh_cn

source: Unsupported Windows release
pt_br: Versão do Windows sem suporte

source: You are using {releaseName} ({build}), a Windows release not supported by this add-on. This add-on requires {supportedReleaseName} ({supportedBuild}) or later.
pt_br: Você está utilizando {releaseName} ({build}), uma versão do Windows não suportada por este complemento. Este complemento requer {supportedReleaseName} ({supportedBuild}) ou posterior.

source: Check for &add-on updates...
de: Nach Erweiterungs-&Updates suchen...
fi: Tarkista &lisäosien päivitykset...
it: Controlla &aggiornamenti componenti aggiuntivi...
pt_br: Verifique se há &atualizações de complementos...
uk: П&ровери за обновления на добавките...
vi: Kiểm tra cập nhật &add-on...
zh_cn: &检查插件更新...

source: Check for NVDA add-on updates
de: Sucht nach NVDA-Erweiterungs-Updates
fi: Tarkista NVDA-lisäosien päivitykset
it: Controlla gli aggiornamenti dei componenti aggiuntivi di NVDA
pt_br: Verifique se há atualizações de complementos para o NVDA
uk: Проверка за обновления на добавките в NVDA
vi: Kiểm tra cập nhật NVDA add-on
zh_cn: 检查NVDA插件更新

source: Add-on Updater
fi: Lisäosien päivittäjä
pt_br: Atualizador de Complementos
uk: Обновяване на добавките
vi: Bộ cập nhật add-on
zh_cn: 插件更新器

source: Automatically check for add-on &updates
de: Automatisch nach Erweiterungs-&Updates suchen
fi: Tarkista lisäosien &päivitykset automaattisesti
it: Controlla a&utomaticamente la presenza di aggiornamenti per i componenti aggiuntivi
pt_br: Verificar a&utomaticamente se há atualizações de complementos
uk: Автоматично проверявай за &обновления на добавките
vi: Tự kiểm tra &cập nhật add-on
zh_cn: &自动检查插件更新

source: toast
pt_br: notificação do sistema

source: dialog
pt_br: diálogo

source: &Add-on update notification:
pt_br: Notificação de &atualização de complemento:

source: Update add-ons in the &background
pt_br: Atualizar complementos em &background

source: Do &not update add-ons:
de: Erweiterungen vom Update ausschließen:
fi: &Älä päivitä lisäosia:
it: &non aggiornare i componenti:
pt_br: &Não atualizar os complementos:
uk: Да &не се обновяват следните добавки:
vi: Không cập &nhật các add-on:
zh_cn: &不接收更新的插件:

source: Prefer &development releases:
pt_br: Preferir versões em &desenvolvimento:

source: Development release &channel:
pt_br: &Canal de liberação de desenvolvimento:

source: Add-on update &source:
pt_br: Verifica {atualização de complementos}

source: You are about to switch to a different add-on update source. Are you sure you wish to change update source to {updateSourceDescription}?
pt_br: Você está prestes a mudar para uma fonte de atualização de add-on diferente. Tem certeza de que deseja alterar a fonte de atualização para {updateSourceDescription}?

source: Add-on update source change
pt_br: Alteração da fonte de atualização do complemento

source: Legacy add-ons found
it: Trovati componenti aggiuntivi obsoleti
pt_br: Complementos legados encontrados

source: One or more legacy add-ons were found in your NVDA installation. Features from these add-ons are now part of the NVDA version you are using or declared legacy by add-on developers. Please disable or uninstall these add-ons by going to NVDA menu, Tools, Manage Add-ons.
pt_br: Um ou mais complementos legados foram encontrados na instalação do NVDA. Os recursos desses complementos agora fazem parte da versão do NVDA que você está usando ou declarado como legado pelos desenvolvedores de complementos. Por favor, desative ou desinstale esses complementos acessando o menu do NVDA, Ferramentas, Gerir Complementos.

source: One or more legacy add-ons were found in your NVDA installation. Features from these add-ons are now part of the NVDA version you are using or declared legacy by add-on developers. Please disable or uninstall these add-ons by going to NVDA menu, Tools, Add-on store.
pt_br: Um ou mais complementos herdados foram encontrados em sua instalação do NVDA. Os recursos desses add-ons agora fazem parte da versão do NVDA que você está usando ou foram declarados legados pelos desenvolvedores de add-ons. Desative ou desinstale esses complementos acessando o menu NVDA, Ferramentas, Loja de complementos.

source: Legacy add-ons
pt_br: Complementos legados

source: Legacy reason
pt_br: Motivo de legado

source: Add-on update check
de: Suche nach Erweiterungs-Updates
fi: Lisäosien päivitystarkistus
it: Controllo aggiornamenti
pt_br: Verifica atualização de complementos
uk: Проверка за обновления на добавките
vi: Kiểm tra cập nhật add-on
zh_cn: 检查插件更新

source: Checking for add-on updates from {updateSource}...
pt_br: Verificação de atualizações de complementos de {updateSource}...

source: Error checking for add-on updates.
de: Fehler beim Suchen nach Erweiterungs-Updates
fi: Virhe tarkistettaessa lisäosien päivityksiä.
it: Errore nel controllo aggiornamenti.
pt_br: Erro ao verificar atualizações de complementos.
uk: Грешка при проверката за обновления на добавките.
vi: Có lỗi khi kiểm tra cập nhật add-on.
zh_cn: 检查插件更新时出错。

source: NVDA Add-on Updates ({updateSource})
pt_br: Atualizações de complementos do NVDA ({updateSource})

source: Add-on updates available: {updateCount}
pt_br: Atualizações de complementos disponíveis: {updateCount}

source: Add-ons pending install: {updateCount}
pt_br: Atualizações de complementos disponíveis: {updateCount}

source: Current version
de: Aktuelle Version:
fi: Nykyinen versio
it: Versione attuale
pt_br: Versão atual
uk: Текуща версия
vi: Phiên bản hiện tại
zh_cn: 当前版本

source: New version
de: Neue Version
fi: Uusi versio
it: Nuova versione
pt_br: Nova versão
uk: Нова версия
vi: Phiên bản mới
zh_cn: 新版本

source: Update channel
pt_br: Canal de atualização

source: No add-on update available.
de: Keine Erweiterungs-Updates verfügbar!
fi: Lisäosien päivityksiä ei saatavilla.
it: Non ci sono aggiornamenti disponibili.
pt_br: Nenhuma atualização de complemento disponível.
uk: Няма налични обновления на добавките.
vi: Không có bản cập nhật add-on nào.
zh_cn: 没有可用的插件更新。

source: &Update add-ons
de: Erweiterungen &aktualisieren
fi: &Päivitä lisäosat
it: Aggiorna componenti aggi&untivi
pt_br: At&ualizar complementos
uk: &Обнови добавките
vi: &cập nhật các add-on
zh_cn: &更新插件

source: One or more add-ons are currently disabled. These add-ons will be enabled after updating. Are you sure you wish to update disabled add-ons anyway?
pt_br: Um ou mais add-ons estão desativados no momento. Esses add-ons serão ativados após a atualização. Tem certeza de que deseja atualizar os add-ons desativados mesmo assim?

source: Update disabled add-ons
pt_br: Desabilitada Atualização de complementos

source: Downloading {addonName}
pt_br: Baixando {addonName}

source: Error downloading update for {name}.
de: Fehler beim Herunterladen des Updates für {name}
fi: Virhe ladattaessa päivitystä lisäosalle {name}.
it: Errore nello scaricamento dell'aggiornamento di {name}.
pt_br: Erro ao baixar a atualização para {name}.
uk: Грешка при изтегляне на обновлението на добавката "{name}".
vi: Không tải được cập nhật cho {name}.
zh_cn: 下载更新时出错{name}。

source: Updating add-ons
pt_br: At&ualizando complementos

source: Please wait while add-ons are being updated.
pt_br: Por favor aguarde enquanto os complementos estão sendo atualizados.

source: Cannot update {name} - missing file or invalid file format
de: {name} kann nicht aktualisiert werden - fehlende Datei oder ungültiges Dateiformat
fi: Lisäosaa {name} ei voi päivittää - tiedosto puuttuu tai virheellinen tiedostomuoto
it: Impossibile aggiornare {name} - file mancanti o formato sconosciuto
pt_br: Impossível atualizar {name} - arquivo ausente ou formato de arquivo inválido
uk: Не може да се обнови добавката "{name}" – липсващ файл или невалиден файлов формат.
vi: Không thể cập nhật {name} - thiếu tập tin hoặc tập tin bị lỗi định dạng
zh_cn: 无法更新 {name} - 丢失文件或文件格式无效

source: Failed to update {name} add-on
de: {name} konnte nicht aktualisiert werden
fi: Lisäosan {name} päivitys ei onnistunut
it: Impossibile aggiornare il componente aggiuntivo {name}
pt_br: Falha ao atualizar o complemento {name}
uk: Неуспешно обновяване на добавката "{name}".
vi: Không cập nhật được {name} add-on
zh_cn: 无法更新{name}插件

source: Downloading Add-on Update
de: Erweiterungs-Update wird heruntergeladen
fi: Ladataan lisäosan päivitystä
it: Download aggiornamento in corso
pt_br: Baixando Atualização de Complemento
uk: Изтегляне на обновленията на добавките
vi: Đang tải các cập nhật add-on
zh_cn: 下载插件更新

source: Downloading add-on updates
pt_br: Baixando Atualizações de Complementos

source: features included in NVDA
pt_br: recursos incluídos no NVDA

source: declared legacy by add-on developers
pt_br: legado declarado por desenvolvedores de complementos

source: One or more add-on updates from {updateSource} are available. Go to NVDA menu, Tools, Add-on store, updatable add-ons tab to review and install them.
pt_br: Estão disponíveis uma ou mais atualizações de complementos de {updateSource}. Acesse o menu NVDA, Ferramentas, Loja de complementos, separador Complementos atualizáveis para os rever e instalar.

source: NVDA add-on updates
pt_br: Atualizações de complementos do NVDA

source: Review &add-on updates ({updateCount})...
pt_br: Rever atualizações de &complementos disponíveis: {updateCount}

source: One or more add-on updates from {updateSource} are available. Go to NVDA menu, Tools, Review add-on updates to review them.
pt_br: Uma ou mais atualizações de complemento de {updateSource} estão disponíveis. Acesse o menu NVDA, Ferramentas, Verifique se há atualizações de complementos....

source: One or more add-on updates from {updateSource} are being downloaded and installed.
pt_br: Uma ou mais atualizações de add-on de {updateSource} estão sendo baixadas e instaladas.

source: One or more add-on updates from {updateSource} were installed. Go to NVDA menu, Tools, Review add-on updates to review them. Then restart NVDA to finish updating add-ons.
pt_br: Uma ou mais atualizações de complementos de {updateSource} foram instalados. Acesse o menu NVDA, Ferramentas, Revisar atualizações de complementos para revisá-las. Em seguida, reinicie o NVDA para concluir a atualização dos complementos.

source: Could not update add-ons.
pt_br: Não foi possível atualizar os complementos.

source: NV Access add-on store
pt_br: Atualizações de complementos da NV Access

source: NVDA community add-ons website
pt_br: Site de complementos da comunidade NVDA

source: Spanish community add-ons catalog
pt_br: Catálogo de complementos da comunidade espanhola

source: China community add-ons catalog
pt_br: Catálogo de complementos da comunidade da China

source: Taiwan community add-ons catalog
pt_br: Catálogo de complementos da comunidade de Taiwan

source: Proof of concept implementation of add-on update feature (NVDA Core issue 3208)
de: "Proof of Concept"-Implementierung der Erweiterungs-Update-Funktion (NVDA-Kernproblem #3208)
fi: Konseptiasteella oleva toteutus lisäosien päivitystoiminnosta
it: Implementazione sperimentale della funzione di aggiornamento automatico dei componenti aggiuntivi, (NVDA Core issue 3208)
pt_br: Implementação de prova de conceito do recurso de atualização de complemento (NVDA Core issue 3208)
uk: Имплементация на работеща концепция на функцията за обновяване на добавки (доклад за нова функция в NVDA с номер 3208)
vi: Chữa cháy cho tính năng cập nhật add-on (Phiếu đề nghị số 3208)
zh_cn: 插件更新功能的概念插件证明(NVDA Core issue 3208)

source: Prefer development releases:
de: Entwicklerversionen bevorzugen:
fi: Aseta etusijalle kehitysversiot:
it: Usa versioni in sviluppo:
uk: Обновяване до &тестови версии:
vi: Ưu tiên các bản phát hành:
zh_cn: 接收开发板更新的插件：

source: Checking for add-on updates...
de: Erweiterungs-Updates werden gesucht...
fi: Tarkistetaan lisäosien päivityksiä...
it: Controllo aggiornamenti in corso...
uk: Проверява се за обновления на добавките...
vi: Đang kiểm tra cập nhật add-on...
zh_cn: 检查插件更新...

source: NVDA Add-on Updates
de: NVDA Erweiterungs-Updates
fi: NVDA-lisäosien päivitykset
it: Controllo aggiornamenti componenti aggiuntivi NVDA
uk: Обновления на добавките в NVDA
vi: Cập nhật NVDA add-on
zh_cn: NVDA插件更新

source: {updateCount} add-on updates are available.
fi: {updateCount} lisäosapäivitystä saatavilla.
it: Vi sono {updateCount} componenti aggiuntivi da aggiornare.

source: 1 add-on update is available.
fi: 1 lisäosapäivitys saatavilla.
it: C'è un componente aggiuntivo da aggiornare.

source: Downloading {name}
de: {name} wird heruntergeladen
fi: Ladataan {name}
it: Download di {name}
uk: Изтегляне на добавката "{name}"
vi: Đang tải {name}
zh_cn: 下载{name}

source: {name} add-on is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
fi: {name} -lisäosa ei ole yhteensopiva tämän NVDA-version kanssa. Vähimmäisversio: {minYear}.{minMajor}, viimeisin testattu: {testedYear}.{testedMajor}.
uk: Добавката "{name}" не е съвместима с тази версия на NVDA. Минимална версия на NVDA: {minYear}.{minMajor}, последна тествана: {testedYear}.{testedMajor}.
vi: {name} add-on không tương thích với phiên bản NVDA này. Phiên bản NVDA thấp nhất: {minYear}.{minMajor}, bản thử nghiệm sau cùng: {testedYear}.{testedMajor}.
zh_cn: {name} 插件与此版本的NVDA不兼容。最低NVDA版本: {minYear}.{minMajor}, 最近测试: {testedYear}.{testedMajor}.

source: {name} add-on is not compatible with this version of Windows.
de: Die Erweiterung {name} ist mit dieser Windows-Version nicht kompatibel.
fi: Lisäosa {name} ei ole yhteensopiva tämän Windows-version kanssa.
it: Il componente {name} non è compatibile con questa versione di Windows.
uk: Добавката "{name}" не е съвместима с тази версия на Windows.
vi: {name} add-on không tương thích với phiên bản Windows này.
zh_cn: {name}插件与此版本的Windows不兼容。

source: Updating {name}
de: {name} wird aktualisiert
fi: Päivitetään {name}
it: Aggiornamento di {name}
uk: Обновяване на добавката "{name}"
vi: Đang cập nhật {name}
zh_cn: 更新{name}

source: Please wait while the add-on is being updated.
de: Bitte warten Sie, während die Erweiterung aktualisiert wird.
fi: Odota, kun lisäosaa päivitetään.
it: Si prega di Attendere mentre il componente viene aggiornato.
uk: Моля, изчакайте, докато добавката бъде обновена.
vi: Vui lòng đợi trong khi add-on đang được cập nhật.
zh_cn: 请等待插件更新。

source: One or more legacy add-ons were found in your NVDA installation. Features from these add-ons are now part of the NVDA version you are using. Please disable or uninstall these add-ons by going to NVDA menu, Tools, Manage Add-ons.
it: Nella tua installazione di NVDA sono stati trovati uno o più componenti aggiuntivi obsoleti. Le funzionalità di questi componenti ora fanno parte della versione di NVDA che stai utilizzando. Disabilita o disinstalla questi add-on scegliendo Strumenti -> Gestione Componenti Aggiuntivi dal menù di NVDA.

source: {name} add-on is not compatible with this version of NVDA. Please use NVDA {year}.{major} or later.
de: Die Erweiterung {name} ist nicht mit dieser NVDA-Version kompatibel. Bitte verwenden Sie NVDA {year}.{major} oder höher.
